import React from 'react';

const AboutMe = () => {
    return (
        <div className="about">
            <div>
                <h1>Обо мне</h1>
            </div>

            <div>
                <h2 className="subtitle-tall">
                    Окончил РАНХиГС в 2015 году, факультет финансов и банковского дела. Работал в банках, в аудиторской компании (ФБК), позже в сфере коммерческой недвижимости.
                </h2>

                <h2 className="subtitle-tall">
                    Имею внушительный опыт в коммуникации с людьми, ответственен, легко нахожу общий язык. Пунктуален.
                </h2>

                <h2 className="subtitle-tall">

                </h2>

                <h2 className="last-subtitle">
                    Разработку открыл для себя интересной и многообещающей.
                    Начал индивидуальное обучение 1,5 года назад, постоянно практикуюсь и открываю для себя новые технологии в разработке.
                    Из последнего - активно постигаю React.
                </h2>
            </div>

        </div>
    );
};

export default AboutMe;